// © Copyright 2010-2016 HP Development Company, L.P.

TaskName = "コンピュータにスキャン";
TaskDescription = "[コンピュータにスキャン] を使用すると、HP デバイスの前面パネルでスキャンを開始し、出力をコンピュータに自動的に送信できます。";

MoreInfoButtonToolTipTitle = "コンピュータにスキャンの詳細情報";

"COMPUTER_NAME_TITLE" = "コンピュータ名";
"COMPUTER_NAME_DESCRIPTION" = "HP デバイスからスキャンを開始する場合、[コンピュータにスキャン] が有効になっているホスト コンピュータのリストからコンピュータを選択するよう要求される場合があります。";
ComputerNameWithDefaultDestinationDescription = "HP デバイスからスキャンを開始すると、「コンピュータにスキャン」対応ホスト コンピュータのリストから使用するコンピュータを選択するよう指示される場合があります。スキャンは、デフォルトの保存先に保存されます。スキャン タスクを編集するには、[スキャン タスクの編集] ボタンをクリックします。";
"COMPUTER" = "コンピュータ";
"COMPUTERS" = "コンピュータ";

"INSTALLATION_ERROR" = "[コンピュータにスキャン] に必要な HP ソフトウェアがこのコンピュータに見つかりません。お使いのデバイス用の最新の HP 推奨ソフトウェアを http://www.hp.com/support からダウンロードしてインストールしてからやり直してください。";
HSDNoHPScanDriverErrorMessage = "コンピュータにスキャンに必要な HP ソフトウェアをロードできませんでした。お使いの HP デバイスの最新ソフトウェアを http://www.hp.com/support からダウンロードしインストールしてから、もう一度やり直してください。問題が解決しない場合は、Mac と HP デバイスを再起動してください。";

EnableScanToComputerCheckBoxTitle = "[コンピュータにスキャン] を有効にする";

EnablingScanToComputerProgressTitle = "[コンピュータにスキャン] を有効にしています…";

ScanToComputerIsEnabledTitle = "[コンピュータにスキャン] が有効になっています";
ChangeComputerNameButtonTitle = "コンピュータ名の変更…";

ScanToComputerDisabledTitle = "[コンピュータにスキャン] が無効になっています";
ScanToComputerDisabledDescriptionTitle = "コンピュータのスキャン ソフトウェア (HP Easy Scan など) を使用してスキャンを開始することはできます。";

ScanToComputerCannotBeEnabledTitle = "[コンピュータにスキャン] を有効にできません";

EnablingFailedCause1Title = "考えられる原因 #1: 最大数のコンピュータがすでに有効になっています。[コンピュータにスキャン] を有効にするには、最初に別のコンピュータでこの機能を無効にする必要があります。";
EnablingFailedCause2Title = "考えられる原因 #2: デバイスと通信できません。ケーブルと接続設定を確認してください。問題が解決しない場合は、コンピュータと HP デバイスを再起動してみてください。";
ShowEnabledComputersButtonTitle = "有効になっているコンピュータの表示";

CommunicationErrorTitle = "通信エラー";
CommunicationErrorDescriptionTitle = "デバイスと通信できません。ケーブルと接続設定を確認してください。問題が解決しない場合は、コンピュータと HP デバイスを再起動してみてください。";

EditScanTasksButtonTitle = "スキャン タスクの編集…";
EditScanTasksButtonToolTipTitle = "HP Easy Scan アプリケーション (または HP Scan (一部の製品)) でスキャン タスクの表示と編集";
CannotEditScanTasksErrorTitle = "HP Easy Scan が見つかりません";
HSDNoHPScanErrorMessage = "HSD_TEXT:スキャン タスク設定の表示・編集には HP Easy Scan (または HP Scan (一部の製品)) が必要です。製品のソフトウェアの最新版はこちらからダウンロード、インストールできます: HSD_LINK:HSD_URL:HSDSupportLink_URL。";
HSDOutdatedHPScanErrorMessage = "HSD_TEXT:HP Scan ソフトウェアの更新が必要です。HSDNoHPScanErrorMessage";

// Enabled Computers List
TableTile = "[コンピュータにスキャン] に対して現在有効になっています";
MaximumEnabledComputersAmountTitle = "このデバイスに対して有効にできる最大数 :";
